Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/enforcement_and_redress/victimisation_at_work.html.txt.tmx
Source language: en
Languages: ga

source: • Employment legislation prohibiting victimisation
ga: • Reachtaíocht fostaíochta a chuireann cosc ar íospairt

source: • Employment legislation and unfair dismissal
ga: • Reachtaíocht fostaíochta agus dífhostú éagórach

source: The term victimisation is used to describe unfair treatment of a worker by an employer because of some action the worker has taken
ga: Úsáidtear an téarma íospairt chun cur síos a dhéanamh ar chaitheamh míchóir a dhéanann fostóir le hoibrí mar gheall ar ghníomh éigin de chuid an oibrí

source: Some employment legislation protects you from victimisation if you are seeking to avail of or availing of your rights under the legislation
ga: Tá roinnt reachtaíochta fostaíochta ann a thugann cosaint duit ó íospairt má tá tú ag iarraidh do chearta a fháil, nó ag úsáid do chearta faoin reachtaíocht

source: This means that your employer may not penalise you by dismissal, unfair treatment or an unfavourable change in your conditions of employment
ga: Ciallaíonn sé seo nach féidir le d'fhostóir pionós a chur ort trí dhífhostú, caitheamh leat go míchothrom, nó athrú neamhfhabhrach a dhéanamh ar do choinníollacha fostaíochta

source: Some legislation refers to this conduct as “penalising” an employee, other legislation refers to it as victimisation
ga: Déanann roinnt reachtaíochta cur síos ar an iompar seo mar ''pionós a ghearradh'', ar fhostaí tugann reachtaíocht eile íospairt air

source: If you are being victimised but not because you are claiming your rights under certain employment legislation then the issue may be harassment or bullying in the workplace
ga: Má tá íospairt á dhéanamh ort ach nach bhfuil sé ag tarlú mar gheall go bhfuil tú ag éileamh do chearta faoi reachtaíocht fostaíochta áirithe, d'fhéadfadh sé gur ciapadh nó bulaíocht san ionad oibre atá i gceist

source: Employment legislation prohibiting victimisation
ga: Reachtaíocht fostaíochta a chuireann cosc ar íospairt

source: The National Minimum Wage Act 2000 prohibits your employer from victimising you for exercising your rights under the Act
ga: Cuireann an tAcht um Pá Íosta Náisiúnta 2000 cosc ar d'fhostóir íospairt a dhéanamh ort mar gheall go bhfuil tú ag úsáid do chearta faoin Acht seo

source: If you are due a pay increase under this Act you may not be victimised by your employer, for example, by a reduction in your hours of work
ga: Má tá ardú pá ag dul duit faoin Acht seo, mar shampla, ní ceadmhach íospairt a dhéanamh ort trí, mar shampla, laghdú a dhéanamh ar do chuid uaireanta oibre

source: If you brought a claim or gave evidence in proceedings against your employer under the Employment Equality Acts 1998-2015 you are protected against victimisation
ga: Má thóg tú éileamh nó má thug tú fianaise in imeachtaí i gcoinne d'fhostóra faoi na hAchtanna um Chomhionannas Fostaíochta 1998-2015 tá cosaint agat i gcoinne íospartha

source: If you are victimised by your employer you may bring another claim to the Workplace Relations Commission – see ‘How to apply’ below
ga: Má dhéanann d'fhostóir íospairt ort is féidir leat éileamh eile a thabhairt chuig an gCoimisiún um Chaidreamh san Áit Oibre - féach 'Conas iarratas a dhéanamh' thíos

source: Your employer may be obliged to pay you compensation
ga: Is féidir go mbeadh ar d'fhostóir cúiteamh a íoc leat

source: This applies whether or not you lost your original case against your employer
ga: Tá sé seo fíor fiú amháin má chaill tú do bhunchás i gcoinne d'fhostóra

source: Under the Safety, Health and Welfare at Work Act 2005 you may not be penalised for exercising your rights under safety and health legislation
ga: Faoin Acht um Shábháilteacht, Sláinte agus Leas ag an Obair 2005 (pdf) ní féidir pionós a ghearradh ort mar gheall gur bhain tú tairbhe as do chearta faoi reachtaíocht sláinte agus sábháilteachta

source: For example, your employer may not penalise or dismiss you for making a complaint about health and safety at work to the Health and Safety Authority
ga: Mar shampla, ní féidir le d'fhostóir tú a dhífhostú ná pionós a ghearradh ort mar gheall ar ghearán a dhéanamh faoi sláinte agus sábháilteacht ag an obair chuig an Údarás Sláinte agus Sábháilteachta

source: Under the Carer’s Leave Act 2001 you are protected against being victimised for taking carer’s leave, or proposing to take it
ga: Faoin Acht um Shaoire Cúramóra 2001 tugtar cosaint duit i gcoinne íospairt a bheith déanta ort as ucht saoire cúramóra a thógáil, nó é a bheith i gceist agat é a thógáil

source: If you are a part-time employee you may not be penalised for claiming your rights under the Protection of Employees (Part-Time Work) Act 2001
ga: Más fostaí páirtaimseartha tú, ní ceadmhach pionós a ghearradh ort mar gheall ar éileamh a dhéanamh ar do chearta faoin Acht um Chosaint Fostaithe (Obair Pháirtaimseartha) 2001

source: An employer is prohibited from victimising a fixed-term employee who seeks to avail of rights under the Protection of Employees (Fixed-Term Work) Act 2003
ga: Tá cosc ar fhostóir íospairt a dhéanamh ar fhostaí ar théarma socraithe atá ag éileamh a chearta faoin Acht um Chosaint Fostaithe (Obair Téarma Shocraithe) 2003

source: Victimisation includes dismissal in order to avoid a fixed-term contract being considered an open-ended contract
ga: Is íospairt atá i gceist le dífhostú chun a chinntiú nach mbeidh conradh tréimhse socraithe á mheas mar chonradh neamhiata

source: An agency worker is protected against being victimised for reporting breaches of the Protection of Employees (Temporary Agency Work) Act 2012
ga: Má thugann oibrí gníomhaireachta sáruithe ar an Acht um Chosaint Fostaithe (Obair Ghníomhaireachta Shealadach) 2012, tugtar cosaint do/di i gcoinne íospartha

source: This means that the hirer or the agency may not penalise an agency worker by dismissal, unfair treatment or an unfavourable change in their conditions of employment
ga: Ciallaíonn sé nach féidir le fruilitheoir nó gníomhaireacht pionós a chur ar oibrí gníomhaireachta trí dhífhostú, caitheamh leat go míchothrom, nó athrú neamhfhabhrach a dhéanamh ar do choinníollacha fostaíochta

source: Under the Protected Disclosures Act 2014, employees who make disclosures about wrongdoing which comes to their attention in the workplace are protected against penalisation
ga: Faoin Acht um Nochtadh Cosanta 2014, cosnaítear fostaithe a dhéanann nochta faoi éagóir san ionad oibre ó ghearradh pionós orthu

source: This Act applies to all employees, contractors, agency workers, members of the Garda Síochána and the Defence Forces
ga: Baineann an tAcht le gach fostaí, conraitheoir, oibrí gníomhaireachta, ball foirne an Garda Síochána agus Óglaigh na hÉireann

source: Under the Criminal Justice Act 2011 if you disclose information to the Gardaí or give evidence about relevant offences, your employer is prohibited from penalising or dismissing you for this
ga: Faoin Acht um Cheartas Coiriúil 2011 má nochtann tú faisnéis do na Gardaí nó má thugann tú fianaise faoi chionta ábhartha tá d'fhostóir toirmiscthe tú a dhífhostú nó pionós a ghearradh ort

source: Relevant offences are those relating to white collar crime in areas such as banking, company law, fraud and corruption
ga: Is iad cionta ábhartha iad atá bainteach le coireacht an bhóna bháin, mar shampla, baincéireacht, dlí cuideachta, calaois agus éilliú

source: Employment legislation and unfair dismissal
ga: Reachtaíocht fostaíochta agus dífhostú éagórach

source: Other employment legislation protects you against dismissal for seeking to avail of or availing of your rights under the legislation but does not protect you against victimisation
ga: Tá reachtaíocht fostaíochta eile ann a thugann cosaint duit i gcoinne dífhostaithe mar thoradh ar iarracht a dhéanamh do chearta faoin reachtaíocht a úsáid ach ní thugann sé cosaint duit i gcoinne íospartha

source: If you are dismissed because of your pregnancy or for claiming your rights under maternity protection legislation your dismissal is unfair
ga: Má dhífhostaítear tú mar gheall go bhfuil tú ag iompar clainne nó mar gheall go bhfuil tú ag éileamh do chearta faoi reachtaíocht um chosaint mháithreachais is dífhostú éagórach atá i gceist

source: You are also protected against unfair dismissal if you are taking or proposing to take adoptive, parental or force majeure leave
ga: Tugtar cosaint duit freisin i gcoinne dífhostaithe éagóraigh má thógann tú nó má tá sé i gceist agat saoire uchtaíoch, saoire thuismitheoirí nó saoire force majeure a thógáil

source: In these circumstances you do not need any particular period of service with your employer in order to bring a claim for unfair dismissal – see ‘How to apply’ below
ga: Sna cúinsi sin, ní gá duit aon tréimhse seirbhíse ar leith a bheith agat le d'fhostóir chun éileamh ar dhífhostú éagórach a dhéanamh - féach ''Conas iarratas a dhéanamh'' thíos

source: If you have been victimised you may make a complaint to the Workplace Relations Commission
ga: Má tá íospairt déanta ort is féidir leat gearán a dhéanamh leis an gCoimisiún um Chaidreamh san Áit Oibre

source: You should use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm gearáin ar líne a úsáid atá ar fáil ar workplacerelations.ie

source: The complaint must be brought within 6 months of the last act of victimisation or the date of dismissal
ga: Ní mór an gearán a dhéanamh taobh istigh de 6 mhí den íospairt líomhnaithe

source: This time limit can be increased to 12 months when there is "reasonable cause" for the delay
ga: Is féidir an teorainn ama seo a mhéadú go dtí 12 mhí sa chás go bhfuil ''cúis réasúnach'' ann leis an moill
